UNIVERSITY_STRUCTURE = {

    # факультет ИУ
    1:{
        "name": "ИУ",
        "departments":{
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "6",
            7: "7",
            8: "8",
            9: "9",
            10: "10",
            11: "11",
            12: "12"
        }
    },

    # факультет ИБМ
    2:{
        "name": "ИБМ",
        "departments":{
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "6",
            7: "7"
        }
    },

    # факультет МТ
    3:{
        "name": "МТ",
        "departments":{
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "6",
            7: "7",
            8: "8",
            9: "9",
            10: "10",
            11: "11",
            12: "12",
            13: "13"
        }
    },

    # факультет СМ
    4:{
        "name": "СМ",
        "departments":{
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "6",
            7: "7",
            8: "8",
            9: "9",
            10: "10",
            11: "11",
            12: "12",
            13: "13"
        }
    },

    # факультет БМТ
    5:{
        "name": "БМТ",
        "departments":{
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5"
        }
    },

    # факультет РЛ
    6:{
        "name": "РЛ",
        "departments":{
            1: "1",
            2: "2",
            3: "5",
            4: "6",
        }
    },

    # факультет Э
    7: {
        "name": "Э",
        "departments": {
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "6",
            7: "7",
            8: "8",
            9: "9",
            10: "10"
        }
    },

    # факультет РК
    8: {
        "name": "РК",
        "departments": {
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "6",
            7: "9",
        }
    },

    # факультет ФН
    9: {
        "name": "ФН",
        "departments": {
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5",
            6: "7",
            7: "11",
            8: "12",

        }
    },

    # факультет Л
    10: {
        "name": "Л",
        "departments": {
            1: "1",
            2: "МОП1",
            3: "2",
            4: "3",
            5: "4",
        }
    },

    # факультет ЮР
    11: {
        "name": "ЮР",
        "departments": {
            1: "Безопасность информационных технологий в правоохранительной сфере",
            2: "Судебная экспертиза",
            3: "Управление интеллектуально собственностью"
        }
    },

    # факультет СГН
    12: {
        "name": "СГН",
        "departments": {
            1: "1",
            2: "2",
            3: "3",
            4: "4",
            5: "5"
        }
    },

    # факультет ГУИМЦ
    13: {
        "name": "ГУИМЦ",

    },

    # факультет ИСОТ
    14: {
        "name": "ИСОТ",
        "departments": {
            1: "ИСОТ1"
        }
    },

    # факультет МТКП
    15: {
        "name": "МТКП"
    }
}